Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_176-Vimalakirtinirdesa-v1.tmx
Source language: bo
Languages: en

source: །ལུས་འདི་ནི་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་ཀྱིས་ཡོངས་སུ་ཟིན་པ་སྟེ། གཤེད་མ་དང་སྦྲུལ་གདུག་པ་དང་། གྲོང་སྟོང་པ་ལྟ་བུ་སྟེ།
en: This body is a combination of aggregates, elements, and sense-media, which are comparable to murderers, poisonous snakes, and an empty town, respectively.

source: །དེ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པས་སེང་གེའི་ཁྲི་སྔ་མ་ཅི་འདྲ་བ་དེ་ལྟ་བུའི་སེང་གེའི་ཁྲི་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུར་བྱིན་གྱིས་བརླབས་ཏེ། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་འཁོད་དོ།
en: The Licchavi Vimalakīrti created ninety million lion-thrones exactly like those already there, and the bodhisattvas were seated.

source: །དེ་ལ་ནད་སྤང་བ་དེ་གང་ཞེ་ན།
en: “What is the elimination of this sickness?

source: །དེ་ནས་སྤྲུལ་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེས་ཞལ་ཟས་དེ་ཐོགས་ནས་བྱང་ཆུབ་སེམས་དཔའ་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་དང་ལྷན་ཅིག་ཏུ་སངས་རྒྱས་ཀྱི་མཐུ་དང་དྲི་མ་མེད་པར་གྲགས་པའི་བྱིན་གྱི་རླབས་ཀྱིས་སྐད་ཅིག་ཡུད་ཙམ་ཐང་ཅིག་དེ་ཉིད་ལ་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཐམས་ཅད་ཀྱི་དྲི་མཆོག་དེ་ནས་མི་སྣང་བར་གྱུར་ཏེ། ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ཁྱིམ་ན་འདུག་གོ།
en: Then the incarnated bodhisattva took the food and departed with the ninety million bodhisattvas and, by the power of the Buddha and the supernatural operation of Vimalakīrti, disappeared from that universe Sarva­gandha­sugandhā and stood again in the house of Vimalakīrti in a fraction of a second.

source: །ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་སྤང་བ་དེ་གང་ཞེ་ན།
en: What is the elimination of egoism and possessiveness?

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: །དེ་ལ་གཉིས་དང་བྲལ་བ་གང་ཞེ་ན།
en: What is freedom from dualism?

source: །དེ་ལ་ནང་དང་ཕྱི་རོལ་ཏུ་ཀུན་ཏུ་སྤྱོད་པ་མེད་པ་དེ་གང་ཞེ་ན།
en: What is absence of involvement with either external or internal?

source: །འཇིག་རྟེན་གྱི་ཁམས་དེ་ལའང་ངན་པར་འདུ་ཤེས་བསྐྱེད་ནས་ཁོང་ཁྲོ་བའི་འདུ་ཤེས་མ་སྐྱེད་ཅིག
en: And do not conceive ideas of contempt and aversion for that universe.

source: །མཉམ་པ་ཉིད་གང་ཞེ་ན།
en: What is sameness?

source: བདག་མཉམ་པ་ཉིད་ནས་མྱ་ངན་ལས་འདས་པ་མཉམ་པ་ཉིད་ཀྱི་བར་དུའོ།
en: It is the sameness of everything from self to liberation.

source: །འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་དེའི་སེམས་ཅན་དེ་དག་སྤ་གོང་བར་འགྱུར་དུ་འོང་གིས་རང་གི་གཟུགས་ཀྱང་སྒྱུར་ཅིག
en: And, lest those living beings of the Sahā world become jealous of you, change your bodies to hide your beauty.

source: དྲི་རྣམས་མེད་པར་གྱིས་ལ་དེང་ཤིག
en: go without your perfumes.

source: རིགས་ཀྱི་བུ་དག་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་ན་དེང་ཤིག །རིགས་ཀྱི་བུ་དག་སེམས་ཅན་དེ་དག་མྱོས་ཤིང་བག་མེད་པར་གྱུར་ཏ་རེ།
en: “Noble sons, go ahead if you think it is the right time. But, lest those living beings become mad and intoxicated,

source: །གྲོགས་པོ་དག་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཆོས་ཀྱི་སྐུ་སྟེ་ཡེ་ཤེས་ལས་སྐྱེས་པའོ།
en: “Friends, the body of a tathāgata is the body of Dharma, born of gnosis.

source: ། དེ་གཉི་ག་ཅིས་སྟོང་ཞེ་ན།
en: How can both be void?

source: ལུས་དང་སེམས་དང་བར་གྱུར་ནས་ལིད་ཙ་བཱི་བརྒྱད་ཁྲི་བཞི་སྟོང་ཚང་བ་དང་ལྷན་ཅིག་ཏུ་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ཁྱིམ་དུ་ཞུགས་སོ།
en: They were so cleansed in body and mind that they came at once to the house of Vimalakīrti, along with all eighty-four thousand of the Licchavis.

source: མིང་དུ་བརྗོད་པ་དེ་གཉིས་སྟོང་སྟེ། དེ་དག་ཀྱང་ཡོངས་སུ་མ་གྲུབ་པའོ།
en: As verbal designations, they both are void, and neither is established in reality.

source: །དེ་དག་གི་ཁྱིམ་དེ་ན་བྱང་ཆུབ་སེམས་དཔས་གང་དག་སེང་གེའི་ཁྲི་དེ་ཙམ་དུ་མཐོ་བ་དེ་ཙམ་དུ་ཆེ་ཞིང་ཡངས་པ་ལ་འཁོད་པ་མཐོང་སྟེ།
en: Seeing there the bodhisattvas seated on the high, wide, and beautiful lion-thrones,

source: དེ་དག་ཐམས་ཅད་ཀྱིས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ལ་ཕྱག་འཚལ་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ།
en: They all bowed down to those great disciples and bodhisattvas and then sat down to one side.

source: །ས་ལ་སྤྱོད་པའི་ལྷའི་བུ་རྣམས་དང་།
en: And the gods of the earth,

source: འདོད་པ་ན་སྤྱོད་པ་དང་།
en: the gods of the realm of desire,

source: གཟུགས་ཡོད་པ་ན་སྤྱོད་པའི་ལྷའི་བུ་རྣམས་ཀྱང་དྲི་དེས་བསྐུལ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ཁྱིམ་དུ་ལྷགས་སོ།
en: and the gods of the realm of pure matter, attracted by the perfume, also came to the house of Vimalakīrti.

source: །དེ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པས་གནས་བརྟན་ཤཱ་རིའི་བུ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then, the Licchavi Vimalakīrti spoke to the elder Śāriputra and the great disciples:

source: བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ལས་སྐྱེས་པ།
en: It is born of love, compassion, joy, and impartiality.

source: སྦྱིན་པ་དང་། དུལ་བ་དང་། ཡང་དག་པར་སྡོམ་པ་ལས་སྐྱེས་པ།
en: It is born of charity, discipline, and self-control.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལས་སྐྱེས་པ།
en: It is born of the path of the ten virtues.

source: དེས་ན་མི་དམིགས་པ་ཞེས་བྱའོ།
en: Therefore, it is called nonperception.

source: །བཙུན་པ་རྣམས་དེ་བཞིན་གཤེགས་པའི་ཞལ་ཟས་བདུད་རྩི་ཐུགས་རྗེ་ཆེན་པོས་ཡོངས་སུ་བསྒོས་པ་ཟོ་ལ་ཉི་ཚེ་བའི་སྤྱོད་པ་ལ་སེམས་ཉེ་བར་མ་འདོགས་ཤིག
en: “Reverends, eat of the food of the Tathāgata! It is ambrosia perfumed by the great compassion. But do not fix your minds in narrow-minded attitudes,

source: །སྦྱིན་པ་སྤྱོད་མ་ནུས་ས་རེ།
en: lest you be unable to receive its gift.”

source: །ཅི་མི་དམིགས་ཤེ་ན།
en: What does one not perceive?

source: །ཞལ་ཟས་ཉུང་ངུ་འདི་ལ་འདི་ལྟ་བུའི་འཁོར་འདིས་ཇི་ལྟར་བཟའོ་སྙམ་མོ།
en: “How can such a huge multitude eat such a small amount of food?”

source: །དེ་ནས་སྤྲུལ་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེས་ཉན་ཐོས་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then the incarnated bodhisattva said to those disciples,

source: །ལྷག་པར་དམིགས་པའི་གཞི་ཡོངས་སུ་ཤེས་པ་གང་ཞེ་ན།
en: What is the thorough understanding of the basis of that object-perception?

source: ཁམས་གསུམ་ལ་ལྷག་པར་དམིགས་སོ།
en: The three realms of existence are objectified.

source: །ཅི་ལ་ལྷག་པར་དམིགས་ཤེ་ན།
en: What is it that is objectified?

source: །ཚེ་དང་ལྡན་པ་དག་ཁྱེད་རང་གི་ཤེས་རབ་དང་བསོད་ནམས་དང་། དེ་བཞིན་གཤེགས་པའི་ཤེས་རབ་དང་བསོད་ནམས་སུ་མ་སྙོམ་ཤིག
en: “Do not compare, venerable ones, your own wisdom and merits with the wisdom and merits of the Tathāgata!

source: །གཞི་དེ་གང་ཞེ་ན།
en: What is this basis?

source: དེ་གཞི་གང་ལས་ནད་བྱུང་བ་དེ་ཡོངས་སུ་ཤེས་པར་བྱ་བའི་ཕྱིར་དེ་དག་ལ་ཆོས་བཤད་པར་བྱའོ།
en: one has only to teach them the Dharma for them to realize the basis from which sicknesses arise.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཞལ་ཟས་འདི་ཁམ་རི་རབ་ཙམ་དུ་བསྐལ་པར་ཟོས་ཀྱང་འདི་ཟད་པར་མི་འགྱུར་རོ།
en: If all living beings were to eat for an eon an amount of this food equal to Mount Sumeru in size, it still would not be depleted.

source: །འདི་དག་ལ་ཆོས་གང་ཡང་ཉེ་བར་སྦྱར་བར་ཡང་མི་བྱ། བསལ་བར་ཡང་མི་བྱ་སྟེ།
en: “As for these living beings, there is nothing to be applied, and there is nothing to be removed;

source: །དེ་ནས་ཞལ་ཟས་དེས་འཁོར་ཐམས་ཅད་ལ་ཚིམ་པར་བྱས་ཀྱང་ཞལ་ཟས་དེ་ཟད་པར་མ་གྱུར་ཏོ།
en: Indeed, the entire gathering was satisfied by that food, and the food was not at all depleted.

source: བཟོད་པ་དང་དེས་པ་ལས་སྐྱེས་པ།
en: It is born of patience and gentleness.

source: བརྩོན་འགྲུས་བརྟན་པའི་དགེ་བའི་རྩ་བ་ལས་སྐྱེས་པ།
en: It is born of the roots of virtue planted by solid efforts.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལས་སྐྱེས་པ།
en: It is born of the thirty-seven aids to enlightenment.

source: །བྱང་ཆུབ་སེམས་དཔའ་དང་། ཉན་ཐོས་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་རྣམས་དང་། སེམས་ཅན་གཞན་དག་གིས་ཞལ་ཟས་ཟོས་པ་པ་དེ་དག་ཀྱང་ཇི་ལྟར་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཐམས་ཅད་ཀྱིས་རབ་ཏུ་བརྒྱན་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདེ་བ་ཅི་འདྲ་བ་དེ་ལྟ་བུའི་བདེ་བ་ལུས་ལས་སྐྱེས་སོ།
en: Having eaten that food, there arose in the bodies of those bodhisattvas, disciples, Śakras, Brahmās, Lokapālas, and other living beings, a bliss just like the bliss of the bodhisattvas of the universe Sarva­sukha­pratimaṇḍita.

source: །དེ་དག་གི་སྤུའི་ཁུང་བུ་ནས་ཀྱང་འདི་ལྟ་བུའི་དྲི་འབྱུང་བ་ནི་འདི་ལྟ་སྟེ་དཔེར་ན་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཐམས་ཅད་ཀྱི་དྲི་མཆོག་དེ་ན་ཤིང་རྣམས་ལས་དྲི་འབྱུང་བ་བཞིན་ནོ།
en: And from all the pores of their skin arose a perfume like that of the trees that grow in the universe Sarva­gandha­sugandhā.

source: ཞི་གནས་དང་ལྷག་མཐོང་ལས་སྐྱེས་པ།
en: It is born of mental quiescence and transcendental analysis.

source: གལ་ཏེ་དེ་ལྟ་མ་ཡིན་དུ་ཟིན་ན། འབད་པ་དོན་མེད་པར་འགྱུར་རོ།
en: If he takes it otherwise, all his efforts will be in vain.

source: །དེ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ཤེས་བཞིན་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སྤོས་མཆོག་བརྩེགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ནས་ལྷགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then, the Licchavi Vimalakīrti knowingly addressed those bodhisattvas who had come from the buddhafield of the Lord Tathāgata Gandhottama­kūṭa:

source: །འདི་ལྟ་སྟེ། དཔེར་བྱ་ན་ཕྱིར་རྒོལ་བ་བཅོམ་པས་དཔའ་བོ་ཞེས་བྱ་བ་དེ་བཞིན་དུ་རྒ་བ་དང་། ན་བ་དང་། འཆི་བའི་སྡུག་བསྔལ་ཞི་བར་བྱེད་པས་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱའོ།
en: Just as one is called ‘hero’ when one overcomes all enemies, so, too, one is called ‘bodhisattva’ when one conquers the miseries of aging, sickness, and death.

source: །རིགས་ཀྱི་བུ་དག་དེ་བཞིན་གཤེགས་པ་སྤོས་མཆོག་བརྩེགས་པ་དེའི་ཆོས་སྟོན་པ་ཅི་འདྲ།
en: “Noble sirs, how does the Tathāgata Gandhottama­kūṭa teach his Dharma?”

source: དེ་དག་གིས་སྨྲས་པ།
en: They replied,

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ལས་སྐྱེས་པ།
en: It is born of all the transcendences.

source: མངོན་པར་ཤེས་པ་དང་རིག་པ་ལས་སྐྱེས་པ།
en: It is born from sciences and superknowledges.

source: །བྱང་ཆུབ་སེམས་དཔའ་ན་བ་དེས་འདི་སྙམ་དུ་
en: “The sick bodhisattva should tell himself:

source: དེ་བཞིན་གཤེགས་པ་དེ་ནི་ཡི་གེ་དང་ངེས་པའི་ཚིག་གིས་ཆོས་མི་སྟོན་ཏེ།
en: “The Tathāgata does not teach the Dharma by means of sound and language.

source: དྲི་དེ་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་འདུལ་བར་གྱུར་ཏེ།
en: He disciplines the bodhisattvas only by means of perfumes.

source: །ཇི་ལྟར་འགོག་པ་ལས་ཀྱང་མི་ལྡང་ཞིང་སྤྱོད་ལམ་ཀུན་དུ་ཡང་སྣང་བར་འགྱུར་བ་དེ་ལྟར་ནང་དུ་ཡང་དག་གཞག་པར་གྱིས་ཤིག
en: You should absorb yourself in contemplation in such a way that you can manifest all ordinary behavior without forsaking cessation.

source: །ཇི་ལྟར་ཐོབ་པའི་མཚན་ཉིད་ཀྱང་མི་འདོར་ལ་སོ་སོའི་སྐྱེ་བོའི་མཚན་ཉིད་དུ་ཡང་སྣང་བ་དེ་ལྟར་ནང་དུ་ཡང་དག་གཞག་པར་གྱིས་ཤིག
en: You should absorb yourself in contemplation in such a way that you can manifest the nature of an ordinary person without abandoning your cultivated spiritual nature.

source: །ཇི་ལྟར་ཁྱོད་ཀྱི་སེམས་ནང་ན་ཡང་མི་འདུག་ལ་ཕྱི་རོལ་གྱི་གཟུགས་ལ་ཡང་མི་རྒྱུ་བ་དེ་ལྟར་ནང་དུ་ཡང་དག་གཞག་པར་གྱིས་ཤིག
en: You should absorb yourself in contemplation so that the mind neither settles within nor moves without toward external forms.

source: །ཇི་ལྟར་ལྟ་བར་གྱུར་པ་ཐམས་ཅད་ལ་ཡང་མི་གཡོ་ཞིང་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རྣམས་ལ་ཡང་སྣང་བ་དེ་ལྟར་ནང་དུ་ཡང་དག་གཞག་པར་གྱིས་ཤིག
en: You should absorb yourself in contemplation in such a way that the thirty-seven aids to enlightenment are manifest without deviation toward any convictions.

source: །ཇི་ལྟར་འཁོར་བ་ན་སྤྱོད་པའི་ཉོན་མོངས་པ་རྣམས་ཀྱང་མི་སྤོང་ལ། མྱ་ངན་ལས་འདས་པ་ལ་ཡང་ཡང་དག་པར་གཞོལ་བར་འགྱུར་བ་དེ་ལྟར་ནང་དུ་ཡང་དག་གཞག་པར་གྱིས་ཤིག
en: You should absorb yourself in contemplation in such a way that you are released in liberation without abandoning the passions that are the province of the world.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཉིད་དེ་ཐོས་ནས་དེ་ལ་སླར་ཚིག་ལན་ལྡོན་པའི་རྔོ་མི་ཐོགས་ཤིང་ཅང་མི་མཆི་བར་འགྱུར་ཏེ།
en: “Lord, when I heard this teaching, I was unable to reply and remained silent.

source: དེའི་སླད་དུ་བདག་སྐྱེས་བུ་དམ་པ་དེའི་བྲོ་འདྲི་ཞིང་མཆི་བར་མི་སྤྲོའོ།
en: Therefore, I am reluctant to go to ask that good man about his sickness.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་བཀའ་སྩལ་པ།
en: The Buddha then said to the venerable Mahā­maudgalyāyana,

source: མཽད་གལ་གྱི་བུ་ཁྱོད་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ནད་འདྲིར་སོང་ཤིག
en: “Maudgalyāyana, go to the Licchavi Vimalakīrti to inquire about his illness.”

source: སྤོས་ཀྱི་ཤིང་གང་དང་གང་གི་དྲུང་དུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་འདུག་པ་དེ་དང་དེ་དག་ལས་འདི་འདྲ་བའི་དྲི་བྱུང་སྟེ།
en: At the foot of each perfume-tree sits a bodhisattva, and the trees emit perfumes like this one.

source: གང་དྲི་དེ་མནམས་མ་ཐག་ཏུ་བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་ཐམས་ཅད་ཀྱི་འབྱུང་གནས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་རབ་ཏུ་ཐོབ་པར་འགྱུར་རོ།
en: From the moment they smell that perfume, the bodhisattvas attain the concentration called ‘source of all bodhisattva-virtues.’

source: །ཏིང་ངེ་འཛིན་དེ་ཐོབ་མ་ཐག་ཏུ་དེ་དག་ཐམས་ཅད་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་རྣམས་སྐྱེའོ།
en: From the moment they attain that concentration, all the bodhisattvas-virtues are produced in them.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Those bodhisattvas then asked the Licchavi Vimalakīrti,

source: །འདི་ན་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ཆོས་བསྟན་པ་ཇི་ལྟ་བུ་རབ་ཏུ་སྟོན་པར་མཛད།
en: “How does the Buddha Śākyamuni teach the Dharma?”

source: །ཕན་ཡོན་དུ་ལྟ་བའི་ཀུན་ནས་ལྡང་བ་དང་བྲལ་བའི་སྙིང་རྗེ་ཆེན་པོས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བ་རྣམས་སུ་སྐྱོ་བར་མི་འགྱུར་རོ།
en: But the great compassion that is free of involvement with sentimentally purposive views does not exhaust the bodhisattva in all his reincarnations.

source: །བཙུན་པ་མཽད་གལ་གྱི་བུ་ཇི་ལྟར་སྟོན་པ་ལྟར་ནི་ཁྱིམ་པ་གོས་དཀར་པོ་ཅན་རྣམས་ལ་དེ་ལྟར་ཆོས་མི་བསྟན་ཏོ།
en: ‘Reverend Maudgalyāyana, that is not the way to teach the Dharma to the householders in their white clothes.

source: །འདི་ནི་ངག་གིས་ཉེས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པའོ།
en: and these are the retributions for verbal misdeeds.

source: དེ་གྲོལ་བཞིན་དུ་འབྱུང་ངོ་།
en: Hence, even his reincarnation is like a liberation.

source: །འདི་ནི་ངག་གི་ཉེས་པར་སྤྱོད་པའོ།
en: These are verbal misdeeds,

source: །འདི་ནི་ལུས་ཀྱིས་ཉེས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པའོ།
en: and these are the retributions for physical misdeeds.

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆོས་ནི་སེམས་ཅན་མེད་པ་སྟེ་སེམས་ཅན་གྱི་རྡུལ་དང་བྲལ་བ།
en: “ ‘Reverend Maudgalyāyana, the Dharma is without a living being, because it is free of the dust of living beings.

source: །འདི་ནི་ལུས་ཀྱི་ཉེས་པར་སྤྱོད་པའོ།
en: These are physical misdeeds,

source: བདག་མེད་པ་སྟེ་འདོད་ཆགས་ཀྱི་རྡུལ་དང་བྲལ་བ།
en: It is selfless, because it is free of the dust of desire.

source: སྲོག་མེད་པ་སྟེ་སྐྱེ་བ་དང་འཆི་འཕོ་དང་བྲལ་བ།
en: It is lifeless, because it is free of birth and death.

source: །འདི་ནི་དབང་པོ་ཉམས་པར་སྐྱེ་བའོ།
en: These are the rebirths with crippled faculties.

source: གང་ཟག་མེད་པ་སྟེ་སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐའ་ཡོངས་སུ་ཆད་པ།
en: It is without a person, because it dispenses with past origins and future destinies.

source: ཞི་བ་དང་ཉེ་བར་ཞི་བའི་མཚན་ཉིད་དེ་འདོད་ཆགས་དང་བྲལ་བ།
en: “ ‘The Dharma is peace and pacification, because it is free of desire.

source: །འདི་ནི་མི་ཁོམ་པའོ།
en: These are the adversities.

source: །འདི་ནི་གཤིན་རྗེའི་འཇིག་རྟེན་ནོ།
en: This is the world of the lord of death.

source: བདག་གྲོལ་བས་ཕ་རོལ་བཅིངས་པ་ལས་འགྲོལ་བ་དེ་ནི་གནས་ཡོད་དོ་ཞེས་གསུངས་ཏེ།
en: But one who is himself liberated is able to liberate others from their bondage.’

source: དམིགས་པ་མེད་པར་འགྲོ་བ་སྟེ་ཡི་གེ་མེད་པ། ཚིག་ཐམས་ཅད་ཆད་པ།
en: It does not become an object, because it is free of words and letters;

source: །འདི་ནི་དུད་འགྲོའི་སྐྱེ་གནས་སོ།
en: This is the animal world.

source: འདི་ནི་སེམས་ཅན་དམྱལ་བའོ།
en: “ ‘This is hell.

source: འདི་ལྟ་སྟེ།
en: Here they are:

source: བརྗོད་དུ་མེད་པ། རླབས་ཐམས་ཅད་དང་བྲལ་བ།
en: it is inexpressible, and it transcends all movement of mind.

source: དམུ་རྒོད་གདུལ་དཀའ་བ་གདུལ་བའི་གཏམ་དེ་གང་ཞེ་ན།
en: What discourses are appropriate?

source: དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་གྲོལ་བར་བྱའི། བཅིངས་པར་ནི་མི་བྱའོ།
en: Therefore, the bodhisattva should participate in liberation and should not participate in bondage.

source: ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བ་སྟེ་ནམ་མཁའ་དང་མཉམ་ཞིང་མཚུངས་པ།
en: “ ‘The Dharma is omnipresent, because it is like infinite space.

source: །དེ་ལ་བཅིངས་པ་གང་།
en: “What is bondage?

source: །དམུ་རྒོད་གདུལ་དཀའ་བ་རྣམས་གདུལ་བ་གང་།
en: How does he discipline the wild and uncivilized?

source: ཁ་དོག་དང་། རྟགས་དང་། དབྱིབས་མེད་པ། རྒྱུ་བ་ཐམས་ཅད་དང་བྲལ་བ།
en: It is without color, mark, or shape, because it is free of all process.

source: སེམས་ཅན་དམུ་རྒོད་གདུལ་དཀའ་བ་འདི་རྣམས་ལ་དམུ་རྒོད་དང་གདུལ་དཀའ་བ་གདུལ་བའི་གཏམ་རྣམས་རབ་ཏུ་སྟོན་ཏོ།
en: Therefore, he teaches them with discourses appropriate for the disciplining of the wild and uncivilized.

source: །འདི་ནི་ཡིད་ཀྱི་ཉེས་པར་སྤྱོད་པའོ།
en: These are mental misdeeds,

source: །འདི་ནི་ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པའོ།
en: and these are the retributions for mental misdeeds.

source: །འདི་ནི་སྲོག་གཅོད་པའོ།
en: This is killing.

source: །འདི་ནི་མ་བྱིན་པར་ལེན་པའོ།
en: This is stealing.

source: །འདི་ནི་འདོད་པས་ལོག་པར་གཡེམ་པའོ།
en: This is sexual misconduct.

source: །འདི་ནི་བརྫུན་དུ་སྨྲ་བའོ།
en: This is lying.

source: །འདི་ནི་ཕྲ་མའོ།
en: This is backbiting.

source: །འདི་ནི་ངག་རྩུབ་པོའོ།
en: This is harsh speech.

source: །འདི་ནི་ཚིག་ཀྱལ་པའོ།
en: This is frivolous speech.

source: ། འདི་ནི་བརྣབ་སེམས་སོ།
en: This is covetousness.

source: །འདི་ནི་གནོད་སེམས་སོ།
en: This is malice.

source: །འདི་ནི་ལོག་པར་ལྟ་བའོ།
en: This is false view.

source: །འདི་ནི་དེ་དག་གི་རྣམ་པར་སྨིན་པའོ།
en: These are their retributions.

source: །ཐབས་ཀྱིས་མ་ཟིན་པའི་ཤེས་རབ་ནི་བཅིངས་པའོ། །ཐབས་ཀྱིས་ཟིན་པའི་ཤེས་རབ་ནི་གྲོལ་བའོ།
en: Wisdom not integrated with liberative art is bondage, but wisdom integrated with liberative art is liberation.

source: །ཤེས་རབ་ཀྱིས་མ་ཟིན་པའི་ཐབས་ནི་བཅིངས་པའོ། །ཤེས་རབ་ཀྱིས་ཟིན་པའི་ཐབས་ནི་གྲོལ་བའོ།
en: Liberative art not integrated with wisdom is bondage, but liberative art integrated with wisdom is liberation.

source: །དེ་ལ་ཐབས་ཀྱིས་མ་ཟིན་པའི་ཤེས་རབ་བཅིངས་པ་གང་ཞེ་ན།
en: “How is wisdom not integrated with liberative art a bondage?

source: །འདི་ནི་འཆལ་པའི་ཚུལ་ཁྲིམས་སོ།
en: This is immorality.

source: །འདི་ནི་ཁྲོ་བའོ།
en: This is hatred.

source: །འདི་ནི་ལེ་ལོའོ།
en: This is sloth.

source: །འདི་ནི་ལེ་ལོའི་འབྲས་བུའོ།
en: This is the fruit of sloth.

source: །འདི་ནི་འཆལ་པའི་ཤེས་རབ་བོ། །འདི་ནི་འཆལ་པའི་ཤེས་རབ་ཀྱི་འབྲས་བུའོ།
en: This is false wisdom and this is the fruit of false wisdom.

source: །འདི་ནི་བསླབ་པའི་གཞི་ལས་འདས་པའོ།
en: These are the transgressions of the precepts.

source: །འདི་ནི་སོ་སོར་ཐར་པའོ།
en: This is the vow of personal liberation.

source: །དེ་ལ་ཐབས་ཀྱིས་ཟིན་པའི་ཤེས་རབ་གྲོལ་བ་གང་ཞེ་ན།
en: “How is wisdom integrated with liberative art a liberation?

source: །འདི་ནི་བྱ་བའོ། །འདི་ནི་མི་བྱ་བའོ།
en: This should be done and that should not be done.

source: །དེ་ལ་ཤེས་རབ་ཀྱིས་མ་ཟིན་པའི་ཐབས་བཅིངས་པ་གང་ཞེ་ན།
en: “What is the bondage of liberative art not integrated with wisdom?

source: །དེ་ལ་ཤེས་རབ་ཀྱིས་ཟིན་པའི་ཐབས་གྲོལ་བ་གང་ཞེ་ན།
en: “What is the liberation of liberative art integrated with wisdom?

source: །འཇམ་དཔལ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ན་བས་དེ་ལྟར་ཆོས་དེ་དག་ལ་ངེས་པར་བསམ་པར་བྱ་སྟེ།
en: “Mañjuśrī, thus should the sick bodhisattva consider things.

source: གང་ལུས་དང་སེམས་དང་། ནད་ལ་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པར་རྟོག་པ་དེ་ནི་དེའི་ཤེས་རབ་བོ།
en: His wisdom is the consideration of body, mind, and sickness as impermanent, miserable, empty, and selfless.

source: སྒྱུ་མའི་སྐྱེས་བུས་སྒྱུ་མའི་སྐྱེས་བུ་དག་ལ་ཆོས་བསྟན་པ་བཞིན་ནོ།
en: It is as if an illusory person were to teach the Dharma to illusory people.

source: །དེ་ལྟ་བུར་སེམས་གནས་པས་ཆོས་བསྟན་པར་བྱའོ།
en: “ ‘Therefore, you should teach the Dharma by keeping your mind on this.

source: །བཙུན་པ་མཽད་གལ་གྱི་བུ་གང་ལ་སྒྲོ་བཏགས་པའི་ཚིག་མེད་པ་དེ་ལ་ཆོས་སྟོན་པ་ཡང་མེད་དེ།
en: Reverend Maudgalyāyana, where there are no presumptuous words, there is no teacher of the Dharma,

source: ཐོས་པ་ཡང་མེད། ཤེས་པ་ཡང་མེད་དོ།
en: no one to listen, and no one to understand.

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཆོས་བསྟན་པ་ཞེས་བྱ་བ་དེ་ཡང་སྒྲོ་བཏགས་པའི་ཚིག་སྟེ།
en: Reverend Mahā­maudgalyāyana, even the expression “to teach the Dharma” is presumptuous,

source: གང་དག་ཉན་པ་དེ་དག་ཀྱང་སྒྲོ་བཏགས་པ་ཉན་ཏོ།
en: and those who listen to it listen to presumption.

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དེ་ལྟ་བུའི་ཆོས་ལ་བསྟན་པ་ཇི་ལྟ་བུ་ཞིག་ཡོད།
en: “ ‘Reverend Mahā­maudgalyāyana, how could there be a teaching in regard to such a Dharma?

source: །གཞན་ཡང་གང་ལུས་དང་། སེམས་དང་། ནད་རྣམས་ཕན་ཚུན་དུ་གཅིག་ནས་གཅིག་ཏུ་གསར་པ་ཡང་མ་ཡིན། རྙིང་པ་ཡང་མ་ཡིན་པར་རྟོག་པ་དེ་ནི་དེའི་ཤེས་རབ་བོ།
en: Furthermore, his wisdom lies in understanding that body, mind, and sickness are neither new nor old, whether considered simultaneously or sequentially.

source: །གང་ཡང་ལུས་དང་། སེམས་དང་། ནད་རྣམས་ཤིན་ཏུ་ཞི་བ་དང་འགོག་པ་མི་སྐྱེད་པ་དེ་ནི་དེའི་ཐབས་སོ།
en: And his liberative art lies in not seeking pacification or cessation of body, mind, or sicknesses.

source: །འདི་ནི་ལྟུང་བའོ། །འདི་ནི་ལྟུང་བ་ལས་བྱུང་བའོ།
en: This is sin and that rises above sin.

source: །འདི་ནི་ལམ་མོ། །འདི་ནི་ལམ་ངན་པའོ།
en: This is the path and that is the wrong path.

source: །འཇམ་དཔལ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ན་བས་རང་གི་སེམས་ངེས་པར་བསམ་པར་བྱ་མོད་ཀྱི་དེས་ངེས་པར་སེམས་པ་དང་། ངེས་པར་མི་སེམས་པར་མི་བྱའོ།
en: “That, Mañjuśrī, is the way a sick bodhisattva should concentrate his mind; he should live neither in control of his mind, nor in indulgence of his mind.

source: །འདི་ནི་དགེ་བའོ། །འདི་ནི་མི་དགེ་བའོ།
en: This is virtue and that is evil.

source: །འདི་ནི་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པའོ། །འདི་ནི་ཁ་ན་མ་ཐོ་བ་མེད་པའོ།
en: This is blameworthy and that is blameless.

source: །འདི་ནི་སྒྲིབ་པའོ། །འདི་ནི་སྒྲིབ་པ་མེད་པའོ།
en: This is an obscuration and that is without obscuration.

source: ཀུན་གཞི་མེད་པ།
en: It is without any fundamental consciousness,

source: །བྱང་ཆུབ་སེམས་དཔའ་གང་འདི་ལྟ་བུར་སངས་རྒྱས་ཀྱི་ཞིང་ཡང་བ་ན་འཁོད་པ་དེ་དག་གི་སྙིང་རྗེ་ཆེན་པོའང་བསམ་གྱིས་མི་ཁྱབ་བོ།
en: And the bodhisattvas who settle in a buddhafield of such intense hardships must have inconceivably great compassion!”

source: མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་ལམ་ལས་ཡང་དག་པར་འདས་པ།
en: transcending the range of eye, ear, nose, tongue, body, and thought.

source: །གང་འཁོར་བའང་སྤྱོད་ཡུལ་ལ་ཉོན་མོངས་པའང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: The domain of the world yet not the domain of the afflictions, such is the domain of the bodhisattva.

source: །གང་མྱ་ངན་ལས་འདས་པར་རྟོག་པར་ཡང་སྤྱོད་ཡུལ་ལ་གཏན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: Where one understands liberation, yet does not enter final and complete liberation, there is the domain of the bodhisattva.

source: མ་ཁེངས་པ། མ་རུང་བ། གནས་པ། མི་གཡོ་བར་གྱུར་པ། རྒྱུ་བ་ཐམས་ཅད་དང་བྲལ་བ་སྟེ།
en: It is without highness and lowness. It abides without movement or activity.

source: །གང་བདུད་བཞི་སྟོན་པ་ཡང་སྤྱོད་ཡུལ་ལ་བདུད་ཀྱི་ཡུལ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: Where the four māras manifest, yet where all the works of māras are transcended, there is the domain of the bodhisattva.

source: །བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་སྨྲས་པ།
en: The bodhisattvas said,

source: དོར་བ་མེད་ཅིང་གཞག་པ་མེད་པ། སྐྱེ་བ་དང་འཇིག་པ་མེད་པ།
en: It is without establishment and rejection, without birth or destruction.

source: །གང་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཚོལ་བ་ཡང་སྤྱོད་ཡུལ་ལ་དུས་མ་ཡིན་པར་ཡེ་ཤེས་འཐོབ་པ་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: Where one seeks the gnosis of omniscience, yet does not attain this gnosis at the wrong time, there is the domain of the bodhisattva.

source: །གང་བདེན་པ་བཞི་ཤེས་པ་ཡང་སྤྱོད་ཡུལ་ལ་དུས་མ་ཡིན་པར་བདེན་པ་རྟོགས་པར་བྱེད་པ་ཡང་སྤྱོད་ཡུལ་མ་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: Where one knows the four noble truths, yet does not realize those truths at the wrong time, there is the domain of the bodhisattva.

source: །དེ་བཞིན་དུ་སེམས་ཅན་དམུ་རྒོད་གདུལ་དཀའ་བ་རྣམས་ཀྱང་སྡུག་བསྔལ་ཐམས་ཅད་སྨོས་པའི་གཏམ་གྱིས་དུལ་བར་འགྱུར་རོ།
en: so living beings who are wild and hard to civilize are disciplined only by means of discourses about all kinds of miseries.”

source: མཚན་མ་མེད་པས་རབ་ཏུ་ཕྱེ་བ། སྨོན་པ་མེད་པའི་མཚན་ཉིད་རྟོག་པ་དང་སེལ་བ་མེད་པ།
en: it is remarkable through signlessness, and because of wishlessness it is free of presumption and repudiation.

source: །འདི་ལྟ་སྟེ་དཔེར་ན་རྟའམ་བལ་གླང་དམུ་རྒོད་གནད་དུ་བརྡབ་པ་ཚུན་ཆད་ཀྱིས་དུལ་བར་འགྱུར་རོ།
en: Just as wild horses or wild elephants will not be tamed unless the goad pierces them to the marrow,

source: མི་གནས་པས་གང་དུ་ཡང་འགྲོ་བ་དང་འོང་བ་མེད་པ།
en: It is without coming and going, for it never stands still.

source: སྟོང་པ་ཉིད་དུ་ཡང་དག་པར་འདུ་བ།
en: It is comprised by voidness,
